export const prologue = [
  `Где я? `,
  `Темнота. Только кромешная тьма кругом. Больше ничего. `,
  `Что всё это значит? Я ослеп? У меня не открываются веки? Я в... могиле?..`,
  `Бред! `,
  `После внутреннего крика в голове зазвенело, словно её просунули в огромный колокол, 
  после чего пробили набат со всей возможной силой. `,
  `Беспросветная темнота не позволяла увидеть даже собственный нос.`,
  `Просто поднять руку —— непосильная задача. Всё тело будто заполнилось осмием.`,
  `А головой, видимо, играли в футбол всю ночь. `,
  `Пульсирующая боль в черепной коробке и тяжесть во всём теле дезориентировали; темнота преумножала эффект.`,
  `Определить место, в котором я сейчас находился —— было проблематично.`,
  `Более того, положение тела тоже вызывало вопросы. Как понять в кромешной темноте: 
  лежишь ты горизонтально или вверх ногами?`,
  `Но что ещё более странно, несмотря на необъяснимость ситуации, страха не было. `,
  `Размышляя о странности ситуации, неожиданно пришло осознание —— я моргаю! `,
  `"Значит я не ослеп! Или слепые тоже моргают?.." —— лёгкий шёпот показался, 
  привыкшим к тишине ушам, криком.`,
  `Звук дал мозгу столь необходимые ориентиры, что позволило определить примерное положение тела и площадь комнаты.`,
  `Колебания, которые вызывают упругие волны звука —— чёткий источник информации, если уметь его верно интерпретировать.`,
  `В отличии от изображения, получаемого глазами, имеющего так много недостатков.`,
  `А ведь мы так привыкли полагаться на столь несовершенный инструмент, что при банальном отсутствии света совершенно теряемся.`,
  `Впрочем, людям не привыкать делать глупости и ставить во главе угла нелепые, мешающий жить вещи. `,
  `По плавному появлению сложных мыслей можно сказать, что сознание начало восстанавливаться.`,
  `И хоть этого было мало для полного просветления, мышление начинало приходить в норму.`,
  `Тем не менее, мозгу этого было мало. Он нуждался в постоянном потоке информации, чтобы обновлять состояние 
  постоянно меняющейся среды и своего положения в ней. `,
  `В связи с этим было решено перебороть тяжесть и попытаться дотянуться до чего-нибудь рукой. `,
  `Небольшого усилия оказалось достаточно, чтобы поднять левую руку. Неловким движением я начал «ощупывать» 
  пространство по левую сторону от себя —— пустота. Только плотный, словно сжатый, воздух.`,
  `Как ни странно, более привычная правая рука принесла успех импровизированной "экспедиции" —— 
  наткнулся на что-то холодное и гладкое. `,
  `"Похоже на металл. И что бы это значило? Я в контейнере? Или в комнате обитой железом? Или... "`,
  `"Впрочем, куда важнее другое: "`,
  `"Как я тут очутился, чёрт возьми?"`,
  `Замечу, что это была не простая комната. Это была ——`,
  `Тёмная комната! `,
  `Нет, не просто тёмная, а очень тёмная! Не видно ни потолка, ни стен, ни даже собственного тела —— ни-че-го. `,
  `"В памяти дыра, размером с карьер "Мир", и настолько же чёрная, как нынешнее окружение."`,
  `...`,
  `"Стоп... Ведь это не просто комната... Я же на станции..."`,
  `"Как..."`,
  `"Почему я это забыл?.."`,
  `Неожиданное воспоминание, подобно уколу адреналина, разогнало всю тяжесть в теле.`,
  `Мозг начал осваиваться в темноте, параллельно перебирая все воспоминания за прошлые сутки.`,
  `Копание в памяти напрягало сознание; кровь со столь важным кислород усиленно поступала к голове;`,
  `Анализ ситуации и поиск выхода ослабляли дезориентацию. Тело ощущалось как прежде, 
  а не как металлическая коробка с сознанием.`,
  `От зрения по-прежнему не было пользы, но вот слух обострился. 
  Это позволило услышать посторонний звук, не слышимый до этого.`,
  `Исходил он откуда-то слева и сзади; похож на шорох или скорее на тихое дуновение ветерка.`,
  `Новое событие показалось более важным, нежели попытки вспомнить события прошлого дня.`,
  `Аккуратно повернув голову в предположительном направлении шума, 
  глаза увидели нечто невообразимое для текущего положения ——`,
  `В темноте слабо светился небольшой "пузатый" монитор. `,
  `На чёрном фоне рябило короткое предложение зелёного цвета и мигала каретка, требуя ввести какой-то текст. `,
  `Разобрать, что было выведено на экране, издалека не получалось.`,
  `"Как странно." —— пронеслась мысль. —— "Что всё это значит?"`,
  `"И как я не заметил его сразу?"`,
  `Мысль-молния пронеслась по нейронам: "Ответы на все интересующие вопросы можно получить с помощью экрана!"`,
  `Осознание важности "старичка" придало сил и дало толчок к действию.`,
  `"Так, лучше без резких движений." —— прошептал слабый голос. —— "Лучше не торопиться. 
  В теле всё ещё чувствуется слабость. Для начала приподнимусь на локтях. Да, так будет правильно."`,
  `Медленно уперев локти в пол, плавным напряжением задубевших мышц начал аккуратно приподнимать верх туловища.`,
  `Мгновенной реакцией организма стала тошнота и головокружение. Однако длились они недолго.`,
  `Как обычно, самым сложным было начать. Дальше действовать стало проще. `,
  `Вот только при попытке встать, оказалось, что всё это время я лежал на голом полу.`,
  `Затёкшие мышци ныли, так и норовя уронить тело в уже привычное положение. `,
  `Стоять было трудно: вернулась тошнота, голова шла кругом; ноги подкашивало, 
  а спину ломило так, будто только что разгрузил вагон арбузов.`,
  `Но это было не важно. Всё внимание сосредоточено на мониторе и том, что он мог дать.`,
  `Мотивация столь сильная, что физические преграды не оказывали существенного влияния. `,
  `Хотя в обычной ситуации я давно бы лежал и стонал от боли.`,
  `Правда, сложность в ориентировании никуда не делась. И вот она была очень большой проблемой.`,
  `В темноте по-прежнему тяжело не то что двигаться, а просто понять: по полу ты сейчас идёшь, или же по потолку...`,
  `Сильно рисковать не хотелось. Неизвестность пугала, но дающий надежду экран так манил...`,
  `Благо, удалось перебороть себя и не совершить безрассудства. Нынешнее положение предлагало только один верный вариант ——`,
  `Двигаться к монитору, опираясь на недавно найденную стену. `,
  `Восемь аккуратных шагов, и рука притронулась к чему-то холодному и гладкому —— другая стена.`,
  `Дальнейшее продвижение шло по ней. `,
  `Теперь монитор светился с справой стороны. На пятом шаге я поравнялся с ним. Вытянув руку, задел холодный металл. `,
  `"Получается, в ширину комната около пяти метров."`,
  `"В длину явно более восьми. Точно измерю её позднее —— сейчас всё внимание монитору."`,
  `Сделав ещё три шага в его строну, я смог рассмотреть, что было написано на блеклом экране. `,
  `Было там всего 2 слова: `,
  `(Введите запрос: |) `,
  `Конец пролога. `,
];

export const chapterFirst = [
  `Первая глава.`,
  `"Первый запрос? И что, спрашивается, я должен "запросить"?" —— задумчиво пробубнил юноша.`,
  `Стоя возле пузатого монитора, висящего на стене на высоте более полутора метра, 
  приходилось чуть опускать взгляд, чтобы смотреть прямо в него.`,
  `Древняя клавиатура находилась под экраном, чуть выдвинувшись, 
  словно приглашая к действию, так раздражающе рябившему зелёным светом. `,
  `"А впрочем, глупый вопрос. Так как ни черта не знаю, значит начнём с простого."`,
  `Первым в голову пришли два самых наивных вопроса, один из которых и было решено ввести:`,
  {
    1: "Где я?",
    2: "Что было прошлой ночью?",
  },
];

export const firstChoice1 = [
  `Записав свой "запрос", юноша с некоторой неуверенностью нажал Enter, и начал ждать ответа. `,
  `Ждать пришлось долго. Дольше, чем хотелось бы. От нервного ожидания начала кружиться голова.
  Хотя, вполне возможно, что кружиться она начала из-за долго пребывания без сознания.`,
  `ewq`,
  {
    1: "Где я?",
    2: "Что было прошлой ночью?",
  },
];

export const firstChoice2 = [
  `Записав свой "запрос" и нажав Enter, начал ждать ответа.`,
  `Ждать пришлось долго. Дольше, чем хотелось бы.`,
  `qwe`,
  {
    1: "Где я?",
    2: "Что было прошлой ночью?",
  },
];

export const secondChoice1 = [`tgdfgd`, `gdgdfg`, `gdgdfgd`];

export const secondChoice2 = [`fsdfds`, `sdfdsf`, `gdgdfgd`];

export const secondChapter = [];
