export const prologue = [
  `Где я? `,
  `Темнота. Только кромешная тьма кругом. Больше ничего. `,
  `Что всё это значит? Я ослеп? У меня не открываются веки? Я в… могиле?..`,
  `Бред! `,
  `После внутреннего крика, в голове зазвенело, словно её просунули в огромный колокол, 
  после чего пробили набат со всей возможной силой. `,
  `Беспросветная темнота не позволяла даже увидеть собственный нос.`,
  `Просто поднять руку оказалось непосильной задачей - всё тело словно налилось свинцом.`,
  `Голова раскалывалась, словно ей всю ночь играли в футбол. `,
  `Боль в голове и тяжесть в теле дезориентировали, а темнота преумножала эффект. 
  Определить место, в котором я сейчас находился было проблематично.`,
  `Более того, положение тела тоже вызывало вопросы. Как понять в кромешной темноте: 
  лежишь ты горизонтально или вверх ногами?`,
  `Но что ещё более странно, несмотря на необъяснимость ситуации, страха не было. `,
  `В процессе размышления о странности ситуации, 
  неожиданно пришло осознание —— я моргаю! `,
  `"Значит я не ослеп! Или слепые тоже моргают?.." —— лёгкий шёпот показался, 
  привыкшим к тишине ушам, криком.`,
  `Звук позволил мозгу задействовать чувства и определить, хотя бы частично, положение тела и объём комнаты.`,
  `Звук, пожалуй, был даже более чётким источником информации, нежели изображение, получаемое глазами.`,
  `А ведь мы так привыкли полагаться на столь несовершенный инструмент, что при отсутствии света совершенно теряемся.`,
  `Впрочем, как иначе, если твой привычный способ для оценки окружения абсолютно бесполезен? `,
  `И хоть этого было мало для полного восстановления, голова словно просветлела, 
  а мысли стали передвигаться гораздо быстрее, словно густой кисель вдруг разбавили водой. `,
  `Дабы добавить мозгу ещё информации, было решено перебороть тяжесть и попытаться дотянуться до чего-нибудь рукой. `,
  `Сквозь небольшое усилие удалось поднять левую руку. Тяжёлым движением я начал «ощупывать» 
  пространство по левую сторону от себя —— ничего. Только плотный, словно сжатый, воздух.`,
  `Задействовав более привычную правую руку всё-таки удалось достичь успеха —— наткнулся на что-то холодное и гладкое. `,
  `"Похоже на металл. И что бы это значило? Я в контейнере? Или в комнате обитой железом? 
  Но как я тут очутился, чёрт возьми?"`,
  `Стоит заметить, что это была не простая комната. Это была -`,
  `Тёмная комната! `,
  `Настолько тёмная, что не видно ни потолка, ни стен, ни даже собственного тела - ничего. `,
  `"В памяти словно образовалась дыра, настолько же чёрная, как нынешнее окружение."`,
  `…`,
  `"Ведь это не просто комната… Я же на станции…"`,
  `"Как…"`,
  `"Почему я это забыл?.."`,
  `Тело начинало постепенно разгоняться: тяжесть уходила, а мозг начинал осваиваться в темноте.`,
  `Разговор с самим собой помогал ослаблять дезориентацию, пускай и не сильно;`,
  `Копание в памяти и напряжение мозга так же давало свои плоды, позволяя анализировать ситуацию и искать выход. `,
  `Вдруг начал слышаться какой-то шорох или скорее еле слышное дуновение ветерка.`,
  `Это оказалось столь неожиданно, что все попытки вспомнить события прошлого вечера враз прекратились.`,
  `Повернув голову в предположительном направлении шума, глаза увидели то, во что мозг сначала отказывался верить.`,
  `В темноте показался небольшой старый монитор, светящийся слабым светом. 
  На чёрном фоне рябило какое-то короткое предложение зелёного цвета и мигала каретка, требуя ввести какой-то текст. `,
  `"Как странно." - пронеслась мысль. - "Что всё это значит?"`,
  `"И как я не заметил его сразу?"`,
  `Осознание того, что ответы на все интересующие вопросы могут быть получены с помощью экрана 
  придали сил и дали толчок к действиям.`,
  `"Так, лучше без резких движений." —— прошептал слабый голос. Решив не торопиться, 
  ибо в теле всё ещё чувствовалась слабость, я сначала приподнялся на локтях. `,
  `Хоть движения были медленными и максимально аккуратными, мгновенной реакцией организма стала тошнота и 
  головокружение.`,
  `Однако же помутнение быстро прошло и тело начало привыкать к полулежачему положению. `,
  `Дальнейшие действия оказались куда как проще. Вот только при попытке встать, оказалось, 
  что всё это время я лежал на голом полу. Но это было не так важно.`,
  `Куда как более насущной проблемой была сложность в ориентировании.`,
  `Ибо в темноте было по-прежнему тяжело не то что двигаться, а даже просто понять, 
  по полу ты сейчас идёшь, или же по потолку...`,
  `Дабы сильно не рисковать в ситуации полной неизветности, был избран лучший в данном положении вариант ——
  двигаться к монитору, опираясь на недавно найденную стену. `,
  `Сделав восемь аккуратных шагов, я упёрся в другую перегородку, столь же холодную и гладкую.`,
  `Дальнейшее продвижение шло по ней. `,
  `Монитор светился с справой стороны, и на пятом шаге я поравнялся с ним. Вытянув руку, вновь упёрся в стену. `,
  `"Получается, в ширину комната около пяти метров.`,
  `"В длину явно более восьми. Точно измерю её позднее, а пока всё внимание монитору."`,
  `Сделав ещё три шага в его строну, я смог рассмотреть, что было написано на блеклом экране. `,
  `Было там всего 2 слова: `,
  `(Введите запрос: |) `,
  `Конец пролога. `,
];

export const chapterFirst = [
  `Первая глава.`,
  `"Первый запрос? Какой ещё первый запрос?" - задумчиво пробубнил юноша.`,
  `Вдруг в голову пришёл нужный запрос.`,
  {
    1: "Где я?",
    2: "Что было прошлой ночью?",
  },
];

export const firstChoice1 = [
  `Записав свой "запрос", юноша с некоторой неуверенностью нажал Enter, и начал ждать ответа. `,
  `Ждать пришлось долго. Дольше, чем хотелось бы. От нервного ожидания начала кружиться голова.
  Хотя, вполне возможно, что кружиться она начала из-за долго пребывания без сознания.`,
  `ewq`,
  {
    1: "Где я?",
    2: "Что было прошлой ночью?",
  },
];

export const firstChoice2 = [
  `Записав свой "запрос" и нажав Enter, начал ждать ответа.`,
  `Ждать пришлось долго. Дольше, чем хотелось бы.`,
  `qwe`,
  {
    1: "Где я?",
    2: "Что было прошлой ночью?",
  },
];

export const secondChoice1 = [`tgdfgd`, `gdgdfg`, `gdgdfgd`];

export const secondChoice2 = [`fsdfds`, `sdfdsf`, `gdgdfgd`];
